#+title: Emacs vanilla
#+author: James Dyer
#+options: toc:nil author:t title:t
#+startup: showall
#+todo: TODO DOING | DONE
#+property: header-args :tangle ~/.emacs.d/Emacs-vanilla/init.el

#+begin_src emacs-lisp :exports none
;; -*- lexical-binding: t; -*-
#+end_src

* Issues

#+begin_src emacs-lisp :results table :exports results :tangle no
(my/collate-issues-into-table)
#+end_src

#+RESULTS:
| TODO | Title | Parent Title |
|------+-------+--------------|

